Repository: mkappus1/DatenmanagementMTHS24
Catalog: Woche 2/Skripte/TMX-EN-IT/tmx_teil_3.tmx
Source language: en
Languages: it

source: Underground tornado shelters made of fiberglass
it: Rifugi sotterranei in fibra di vetro contro i tornado

source: Mold resistant drywall
it: Cartongesso anti-muffa

source: Glass powder for building purposes
it: Polvere di vetro per l'edilizia

source: Pipes of earthenware
it: Tubi di terracotta

source: Hydrated lime for building purposes
it: Calce idratata per l'edilizia

source: Pre-fabricated log homes
it: Case sull'albero prefabbricate

source: Grave markers of marble
it: Placche di marmo per lapidi

source: Grave markers of concrete
it: Placche di cemento per lapidi

source: Agricultural nets for erosion control
it: Reti agricole per il controllo dell'erosione

source: Non-metal railings for bridges
it: Ringhiere, non di metallo, per ponti

source: Non-metal railings for balconies
it: Ringhiere, non di metallo, per balconi

source: Crash barriers of plastic for roads
it: Guardrail stradali in plastica

source: Crash barriers of wood for roads
it: Guardrail stradali in legno

source: Crash barriers of concrete for roads
it: Guardrail stradali in cemento

source: Pre-fabricated non-metal stables
it: Stalle prefabbricate, non di metallo

source: Modular non-metal stables
it: Stalle modulari, non di metallo

source: Non-metal cladding for construction and building
it: Rivestimenti, non di metallo, per l'edilizia

source: Modular chicken houses, not of metal
it: Pollai modulari, non in metallo

source: Pre-fabricated chicken houses, not of metal
it: Pollai prefabbricati, non di metallo

source: Plastic pipes for plumbing purposes
it: Tubi di plastica per l'idraulica

source: Non-metallic trestles for use in construction
it: Cavalletti per l'edilizia, non di metallo

source: Rubber cove bases
it: Battiscopa in gomma

source: Refractory castable mixes, not of metal
it: Composti refrattari malleabili, non di metallo

source: Refractory bricks, not of metal
it: Mattoni refrattari, non di metallo

source: Non-metallic refractory blocks
it: Blocchi refrattari, non di metallo

source: Pre-fabricated silos, not of metal
it: Silos prefabbricati, non di metallo

source: Pre-fabricated greenhouses, not of metal
it: Serre prefabbricate, non di metallo

source: Portable non-metal traffic barriers
it: Spartitraffico portatili, non di metallo

source: Portable dance floors, not of metal
it: Piste da ballo portatili, non di metallo

source: Non-metal suspended ceiling systems comprising panels
it: Soffitti sospesi non metallici composti da panelli

source: Non-metal portable piers which extend from a shore line out over water
it: Pilastri non metallici portatili che si estendono dalla costa fin dentro l'acqua

source: Non-metal exterior building shutters
it: Persiane per esterni non in metallo

source: Non-metal ducts, not for electrical circuitry
it: Condotte non di metallo, tranne per circuiti elettrici

source: Non-metal castings
it: Forme, non di metallo

source: Modular silos, not of metal
it: Silo modulari, non di metallo

source: Modular homes, not of metal
it: Case modulari, non in metallo

source: Modular greenhouses, not of metal
it: Serre modulari, non in metallo

source: Flooring underlay made of cork
it: Solette in sughero per pavimentazioni

source: Fabric for underlayment of flooring
it: Tessuti per solette di pavimentazioni

source: Non-woven textiles made of synthetic fibers for use in the building industry
it: Stoffe non tessute in fibre sintetiche per l'industria edile

source: Wicker, for building
it: Vimini, per l' edilizia

source: Bamboo, for building
it: Bambù, per l' edilizia

source: Enamelled glass, for building
it: Vetro smaltato per l'edilizia

source: Pillars, not of metal, for building
it: Pilastri, non metallici, per l'edilizia

source: Brackets, not of metal, for building
it: Staffe, non metalliche, per l'edilizia

source: Balustrades, not of metal
it: Balaustre non metalliche

source: Concrete figures
it: Figure in cemento

source: Marble figures
it: Figure in marmo

source: Concrete bricks
it: Mattoni in cemento

source: Glass panels for building construction
it: Pannelli in vetro per l'edilizia

source: Quartz
it: Quarzo

source: Silica [quartz]
it: Silice [quarzo]

source: Bricks
it: Mattoni

source: Asphalt
it: Asfalto

source: Bitumen
it: Bitume

source: Figurines [statuettes] of stone, concrete or marble
it: Figurine [statuette] in pietra, calcestruzzo o in marmo

source: Statues of stone, concrete or marble
it: Statue in pietra, in calcestruzzo o in marmo

source: Cladding, not of metal, for building
it: Rivestimenti, non metallici, per l'edilizia

source: Coverings, not of metal, for building
it: Rivestimenti non metallici per costruzioni

source: Barricades, not of metal
it: Barriere, non in metallo

source: Geotextiles for use in landscaping
it: Geotessili per la paesaggistica

source: Handrails, not of metal, for use in buildings
it: Corrimano, non in metallo, per uso in edifici

source: Hardwood boards
it: Assi in legno duro

source: Inner doors, not of metal
it: Porte interne, non metalliche

source: Marquees [building structures], not of metal and not of textile
it: Tendoni [strutture edili], non in metallo e non in tessuto

source: Outer doors, not of metal
it: Porte esterne, non in metallo

source: Particleboard
it: Truciolato

source: Prefabricated garages, not of metal
it: Garage prefabbricati, non in metallo

source: Rigid underdrainage pipes, not of metal
it: Tubi di drenaggio rigidi, non in metallo

source: Screen doors, not of metal
it: Porte zanzariera, non in metallo

source: Semi-worked sandalwood
it: Sandalo semilavorato

source: Laminated parquet flooring
it: Parquet stratificati

source: Laminated parquet floorboards
it: Pavimento in parquet laminato

source: Wood veneer parquet flooring
it: Parquet impiallacciato in legno

source: Rigid pipes and valves therefor, non-metallic
it: Tubi rigidi e valvole a essi destinate; non metallici

source: Common sheet glass for building
it: Vetro strutturale per l'edilizia

source: Self-leveling concrete for use in building construction
it: Calcestruzzo autocompattante per l'uso nella costruzione di edifici

source: Glazed doors, not of metal
it: Porte a vetri, non in metallo

source: Glazed ceramic roof tiles
it: Tegole in ceramica smaltata

source: Transportable stables, not of metal
it: Stalle trasportabili, non di metallo

source: Crates (Non-metallic -)
it: Gabbie [non in metallo]

source: Credenzas [furniture]
it: Credenze [mobili]

source: Lockers
it: Cassetti

source: Baskets
it: Cestini

source: Frames for signboards
it: Telai per insegne

source: Shoulder poles [yokes]
it: Palanche per il trasporto

source: Plastic fittings [clips] for attachment to tubing
it: Accessori in plastica [morsetti] per tubi

source: Plastic racks for tools
it: Portautensili in plastica

source: Doors made of non-metallic materials for furniture
it: Ante in materiali non metallici per mobili

source: Drafting chairs
it: Sedie da disegno

source: Decorative plaques made of plaster
it: Targhe decorative in gesso

source: Decorative plaques made of plastics material
it: Placche decorative in materie plastiche

source: Mechanisms (Non-metallic, non-electric -) for locking doors
it: Meccanismi (Non metallici, non elettrici -) per la chiusura di porte

source: Blind pulls of non-metallic materials
it: Cordoni per tendine in materiali non metallici

source: Boards for the display of pictorial materials
it: Tabelloni per l'esposizione di materiale pittorico

source: Shelf supports of metal [parts of furniture]
it: Supporti per scaffali in metallo [parti di mobili]

source: Strain relief clips (Non-metallic -)
it: Graffette serra-cavo (non-metalliche)

source: Striking plates (Non-metallic -) for locks
it: Contropiastre (non metalliche) per serrature

source: Work surfaces
it: Piani di lavoro

source: Display fittings [furniture] of metal
it: Accessori da esposizione [mobili] in metallo

source: Figurines made of wood
it: Statuette in legno

source: Fitted cupboards
it: Armadi a muro

source: Fitted kitchen furniture
it: Mobili da cucina componibili

source: Fixings, not of metal for furniture
it: Fissaggi, non in metallo per mobili

source: Hooks for wall hangings (Non-metallic -)
it: Ganci per tappezzeria (Non metallici -)

source: Kitchen units
it: Blocchi cucina

source: Tiltable doors of metal [parts of furniture]
it: Porte di metallo inclinabili [parti di mobili]

source: Dividing panels
it: Pannelli divisori

source: Wine racks [furniture]
it: Portabottiglie [mobili]

source: Boxes made of paper coated wood
it: Scatole in legno rivestito di carta

source: Brackets of (Non-metallic -) used for fixing plaques
it: Steffe (non metalliche) per il fissaggio di targhe

source: Nagamochi chests
it: Casse Nagamochi

source: Office armchairs
it: Poltrone da ufficio

source: Potato bins [furniture]
it: Bidoni per patate [mobili]

source: Custom plates, not of metal, for vehicles
it: Targhe personalizzate, non in metallo, per veicoli

source: Works of art of plastic
it: Oggetti d'arte in plastica

source: Child resistant security closures (Non-metallic -) for containers
it: Chiusure di sicurezza a prova di bambino (Non metalliche -) per contenitori

source: Air pillows, not for medical purposes
it: Guanciali ad aria non per uso medico

source: Works of art of wood, wax, plaster or plastic
it: Oggetti d'arte in legno, cera, gesso o materie plastiche

source: Vice benches [furniture]
it: Morsa-banchi [mobilio]

source: Integrated furniture
it: Mobili integrati

source: Garment hangers [coat hangers]
it: Grucce per abiti [appendiabiti]

source: Paper blinds
it: Tende di carta

source: Curtain rings
it: Anelli di tende

source: Casks of wood for decanting wine
it: Fusti in legno per decantare il vino

source: Chopping blocks [tables]
it: Tritatori [tavoli di macellai]

source: Reservoirs, not of metal nor of masonry
it: Serbatoi non di metallo né di muratura

source: High seats [furniture]
it: Seggioloni [mobilia]

source: Hinges, not of metal for the fixing of pipes
it: Cerniere, non di metallo per il fissaggio di tubi

source: Head-rests [furniture]
it: Appoggia-testa [mobili]

source: Busts of plastic
it: Busti di plastica

source: Non-metallic caps and closures for bottles and for containers
it: Tappi e chiusure non metalliche per bottiglie e contenitori

source: Plastic crates
it: Casse in plastica

source: Transport pallets, not of metal
it: Palette di trasporto non metalliche

source: Wooden pallets
it: Pallet di legno

source: Sales counters [furniture]
it: Sportelli di vendita [mobili]

source: Scale models [ornaments] of plastic
it: Modellini in scala [ornamenti] in plastica

source: Furniture for displaying goods
it: Mobili per esposizione di prodotti

source: Locks, other than electric, not of metal
it: Serrature non metalliche eccetto quelle elettriche

source: Work stations [furniture]
it: Postazioni di lavoro [mobili]

source: Caskets made of whalebone
it: Cofanetti in osso di balena

source: Chairs on skid frames
it: Sedie su telai a slitta

source: Mouldings made of plastics for picture frames
it: Modanature in plastica per cornici

source: Movable screens [furniture]
it: Paraventi mobili [mobili]

source: Combination locks (Non-metallic -) for vehicles
it: Serrature a combinazione (Non metalliche -) per veicoli

source: Combined closures for containers [non-metallic and not for household or kitchen use]
it: Dispositivi di chiusura combinati per contenitori [non metallici e non per la casa o la cucina]

source: Cushions adapted to support the face [other than for medical use]
it: Cuscini adatti al sostegno del viso [non per uso medico]

source: Cylindrical cans, not of metal
it: Barattoli cilindrici, non di metallo

source: Decorative edging strips of plastic for use with furniture
it: Strisce decorative in plastica per bordi da utilizzare con mobili

source: Bed springs of non-metallic materials
it: Molle per letti in materiali non metallici

source: Beds incorporating inner sprung mattresses
it: Letti comprendenti materassi con molle interne

source: Advertising signboards of wood
it: Insegne pubblicitarie in legno

source: Seats adapted for babies
it: Sedili per bambini

source: Rivets made of plastics materials
it: Rivetti in materie plastiche

source: Trestles [saw benches]
it: Cavalletti [banchi sega]

source: Trophies made of plastic
it: Trofei in plastica

source: Stationery cabinets [furniture]
it: Cassette per cartoleria [mobili]

source: Egg cartons [packaging] of plastic
it: Portauova [imballaggi] in plastica

source: Exhibition boards
it: Tavole da esposizione

source: Flexible containers of plastics for the transport of liquids
it: Contenitori flessibili in plastica per il trasporto di liquidi

source: Card holders in the nature of display boards
it: Portacarte sotto forma di tabelloni

source: Card index tables
it: Tavoli per schedari

source: Caskets made of celluloid
it: Cofanetti in celluloide

source: Slide closures (Non-metallic -) for containers
it: Chiusure scorrevoli (Non metalliche -) per recipienti

source: Air mattresses for use when camping
it: Materassi ad aria per campeggio

source: Dividers for drawers
it: Divisori per cassetti

source: Animal bone [unworked or partly worked material]
it: Ossa di animali [materiale grezzo o semilavorato]

source: Boxes for stacking purposes [plastic]
it: Scatole da impilare [plastica]

source: Stands [furniture] for telephones
it: Supporti per telefoni [mobili]

source: Three piece suites [furniture]
it: Set da tre pezzi [mobili]

source: Sections of panelling for furniture
it: Sezioni di pannelli per mobili

source: Self adhesive display panels
it: Pannelli da esposizione autoadesivi

source: Shelf brackets (Non-metallic -)
it: Staffe per mensole (Non metalliche -)

source: Wicker baskets
it: Cestini di vimini

source: Mobile partitions [furniture]
it: Tramezzi mobili [mobili]

source: Mobile storage racks [furniture]
it: Scaffalature mobili [mobili]

source: Tuns [casks] (non-metallic -)
it: Tini [botti] (non metallici -)

source: Toy boxes [furniture]
it: Porta giocattoli [mobili]

source: Room dividing cupboards
it: Armadi divisori per stanze

source: Non-metallic sliding doors for furniture
it: Porte scorrevoli non metalliche per mobili

source: Curtain rails
it: Rotaie per tende

source: Stands [furniture] for indoor aquaria
it: Supporti [mobili] per acquari da interni

source: Pots of plastic for packaging
it: Vasi di plastica per imballaggio

source: Coverings (Fitted -) for furniture
it: Coperture (Su misura -) per mobili

source: Decorative strips of plastics for application to doors
it: Strisce decorative in plastica per applicazione su porte

source: Plastics containers for use in agrochemical fields
it: Contenitori in plastica per il settore agro-chimico

source: Point-of-sale price displays made of plastics materials
it: Espositori del prezzo per punti vendita in materie plastiche

source: Storage modules [furniture]
it: Moduli portaoggetti [mobili]

source: Containers (non-metallic -) for the handling of goods [other than household or kitchen use]
it: Contenitori (non metallici) per la movimentazione di articoli non per la casa o la cucina

source: Containers (Non-metallic -) in the form of bins
it: Contenitori (Non metallici -) sotto forma di bidoni

source: Screw bushings, not of metal
it: Boccole filettate, non in metallo

source: Domestic furniture made of wood
it: Mobili per uso domestico in legno

source: Canteen furniture
it: Mobili per mense

source: Combined stoppers for containers [non-metallic and not for household or kitchen use]
it: Tappi combinati per recipienti [non metallici e non per la casa o la cucina]

source: Reels [not of metal, non-mechanical or parts of machines]
it: Bobine [non di metallo, non meccaniche o parti di macchine]

source: Locks, not of metal, for vehicles
it: Serrature per veicoli non metalliche

source: Cupboard units
it: Unità per armadio

source: Furniture of metal
it: Mobili metallici

source: School furniture
it: Mobilia scolastica

source: Inflatable headrests
it: Poggiatesta gonfiabili

source: Mirrors enhanced by electric lights
it: Specchi con lampade elettriche

source: Frames (Picture -) of non-metallic materials
it: Cornici (Per immagini -) in materiali non metallici

source: Non-metallic containers [other than for household or kitchen use]
it: Recipienti non metallici [non per la casa o la cucina]

source: Shower curtain hooks
it: Ganci per tende da doccia

source: Slanted shelves
it: Ripiani inclinati

source: Handles of plastics materials for hollowware
it: Manici in materie plastiche per vasellame

source: Plastic models for decoration
it: Modelli in plastica per decorazione

source: Door springs (Non-metallic -)
it: Fermaporte (Non metallici -)

source: Raw mother of pearl
it: Madreperla grezza

source: Panels for publicity purposes [non-luminous and non-mechanical]
it: Pannelli per pubblicità [non luminosi e non meccanici]

source: Shelves being nursery furniture
it: Scaffali ovvero mobili per asili nido

source: Sun loungers
it: Sedie a sdraio

source: Decorative baskets made of straw
it: Cestini decorativi in paglia

source: Display panels for sales environments
it: Pannelli d'esposizione per ambienti di vendita

source: Fixings, not of metal for shelves
it: Fissaggi, non in metallo per scaffali

source: Furniture of plastic materials
it: Mobili in materie plastiche

source: Hooks for clothing
it: Ganci per indumenti

source: Household furniture
it: Mobili per la casa

source: Carvings of wax
it: Intagli in cera

source: Display cabinets [other than refrigerating display cabinets]
it: Espositori [non vetrine refrigerate per esposizione]

source: Blinds of reed, rattan or bamboo (sudare)
it: Tendine di vimini, rattan o bambù (Sudare)

source: Japanese floor cushions (zabuton)
it: Cuscini giapponesi per sedersi [Zabuton]

source: Picture frames [not of precious metal]
it: Cornici [non in metallo prezioso]

source: Work seats for the physically handicapped and those of reduced mobility
it: Sedili da lavoro per disabili e persone con mobilità ridotta

source: Reels of wood for yarn, silk, cord
it: Bobine di legno per filo, seta, cordoncino

source: Thermoformed plastics containers [other than for household or kitchen use]
it: Contenitori in plastica termoformata [non per la casa o la cucina]

source: Taps, not of metal, for casks
it: Rubinetti non metallici per botti

source: Locks [other than electric], not of metal, for vehicles
it: Serrature [non elettriche], non di metallo, per veicoli

source: Portable partitions [furniture]
it: Pareti divisorie portatili [mobili]

source: Clamps (Non-metallic -) for fixing windows
it: Morsetti (non metallici) per fissaggio di finestre

source: Garment covers [storage]
it: Custodie per abiti [riassetto]

source: Identification bracelets, not of metal
it: Braccialetti d'identificazione non metallici

source: Busts of wood, wax, plaster or plastic
it: Busti di legno, cera, gesso o plastica

source: Garment rails of non-metallic materials
it: Rotaie per indumenti in materiali non metallici

source: Gate stops of non-metallic materials
it: Fermi in materiali non metallici per cancelli

source: Industrial rivets of non-metallic materials
it: Rivetti industriali in materiali non metallici

source: Mechanisms (Non-metallic, non-electric -) for opening doors
it: Meccanismi (Non metallici, non elettrici -) di apertura per porte

source: Mechanisms (Non-metallic, non-electric -) for opening windows
it: Dispositivi di apertura per finestre (Non elettrici -), non di metallo

source: Model figures [ornaments] made of plastic
it: Modellini [ornamenti] in plastica

source: Furniture for motor homes
it: Mobili per motorcaravan

source: Furniture for caravans
it: Mobili per roulotte

source: Nesting boxes for household pets
it: Nidi per animali d'appartamento

source: Curtain hooks
it: Ganci per tende

source: Reeds [plaiting materials]
it: Canna [materia da intrecciare]

source: Model cars [ornaments] made of synthetic resin
it: Modellini di automobili [ornamentali] in resina sintetica

source: Hinges, not of metal incorporating a spring
it: Cardini, non di metallo dotati di molla

source: Multiposition stands [furniture]
it: Supporti multiposizione [mobili]

source: Multi-purpose stands [furniture]
it: Supporti multiuso [mobili]

source: Spools (non-metallic -) [other than parts of machines or apparatus]
it: Bobine (non metalliche -) [non parti di macchine o apparecchi]

source: Temporary casters
it: Rotelle temporanee

source: Chairs adapted for use by those with mobility difficulties
it: Sedie concepite per persone con mobilità ridotta

source: Kitchen display units
it: Vetrinette per la cucina

source: Kits of parts [sold complete] for assembly into display stands
it: Kit di componenti [venduti completi] da assemblare in espositori

source: Ornamental models made of wood
it: Modellini ornamentali in legno

source: Cable grips of non-metallic materials
it: Fascette fermacavi in materiali non metallici

source: Divan beds
it: Divani letto

source: Ventilation grilles (Non-metallic -) for fitting in doors
it: Griglie di ventilazione (Non metalliche -) per porte

source: Wall mirrors
it: Specchi a muro

source: Rack bars for shelves [non-metallic]
it: Ripiani a sbarre per scaffali [non metallici]

source: Consignment shelving [furniture]
it: Scaffalature per consegne [mobili]

source: Modular shelving [furniture]
it: Scaffalature modulari [mobili]

source: Non-metallic wall shelves [furniture]
it: Scaffali a parete non metallici [mobili]

source: Collecting tins (Non-metallic -)
it: Recipienti per raccolta (non metallici)

source: Sectional metal units [furniture]
it: Unità componibili di metallo [mobili]

source: Slatted bases for beds
it: Reti a doghe per letti

source: Slatted blind connectors
it: Connettori per veneziane

source: Feet (Non-metallic -) for furniture
it: Piedi (Non metallici -) per mobili

source: Figurines made of gypsum cement
it: Statuine in gesso-cemento

source: Folding chairs
it: Sedie pieghevoli

source: Cases (Non-metallic -) for tools
it: Cassette (Non metalliche -) per utensili

source: Caskets made of horn
it: Cofanetti in corno

source: Self-tapping non-metallic screws
it: Viti non metalliche autofilettanti

source: Plaques made of wood
it: Targhe di legno

source: Butterfly valves (non-metallic -) [other than parts of machines]
it: Valvole a farfalla (non metalliche -) [non parti di macchine]

source: Bottle crates [other than of metal]
it: Casse per bottiglie [non in metallo]

source: Boxes (packaging -) in made-up form [plastic]
it: Scatole (per imballaggio -) montate [plastica]

source: Boxes for storage purposes [plastic]
it: Scatole per magazzinaggio [plastica]

source: Self-locking protective plastic caps for use with nuts
it: Cappucci in plastica protettivi autobloccanti per uso con dadi

source: Shelf brackets (Non-metallic -) being parts of furniture
it: Steffe per scaffali (non in metallo) ovvero parti di mobili

source: Shelf dividers of metal [parts of furniture]
it: Divisori per scaffali in metallo [parti di mobili]

source: Ornamental sculptures made of plaster
it: Statuette ornamentali in gesso

source: Turnbuckles (Non-metallic -)
it: Tenditori (non metallici)

source: Transport containers (Non-metallic -)
it: Container da trasporto (Non metallici -)

source: Runners (Non-metallic -) for sliding doors
it: Guide (Non metalliche -) per porte scorrevili

source: Works of art made of plaster
it: Opere d'arte in gesso

source: Metal cabinets
it: Armadi metallici

source: Non-metallic furniture [other than specially made for medical or laboratory use]
it: Mobili non metallici [tranne quelli specifici per uso medico o da laboratorio]

source: Anchoring devices of (Non-metallic -)
it: Dispositivi di ancoraggio (Non metallici -)
